{
    "1": "The stage is set for a great game.",
    "2": "The field is still drying so\\nwe could see a few slips.",
    "3": "The state of the surface suits a few of the\\nrunning horsegirl.",
    "4": "It's easy to get up to speed on\\na firm surface like this.",
    "5": "I hope the weather holds.",
    "6": "Japanese courses are very well drained.",
    "7": "It's going to be a difficult race when the\\nrains start in earnest.",
    "8": "It's easy to go fast, but I'm worried about\\nthe strain on their legs.",
    "9": "With the field this heavy we're sure to see\\nthe different strenghts and weaknesses.",
    "10": "It's a fairly difficult surface to navigate.\\nOne must be careful with their line.",
    "11": "It's hard to predict the race when it's so\\nrough out there.",
    "12": "This looks like a very difficult place to run.",
    "13": "I'm worried about how much the\\nsnow will affect them.",
    "14": "You have to take the snow into\\naccount when you run.",
    "15": "Snow-covered may sound nice, but it's\\ntroublesome for our running girls.",
    "16": "Will this snow be helpful or a hindrance? The\\ngirl's aptitudes will be tested.",
    "18": "She's up for it! Look at that expression!",
    "19": "Let's hope for a sparking dead heat!",
    "20": "I'm looking forwards to seeing the horsegirl\\nI'm most excited about give it their all!",
    "22": "They're both known for their good starts, and\\nyou can see why.",
    "23": "These strong starts are her strength.",
    "24": "A perfect start, wasn't it?",
    "25": "Maybe they were all waiting\\nto see what would happen.",
    "26": "Everyone was very focused. I think we can\\nexpect a good race.",
    "28": "Let's hope the late starting girl\\ncan regain her footing.",
    "43": "%h_player is running lightly.",
    "44": "%h_player is nimbly carrying the race.",
    "45": "It's going to be a good rivalry.",
    "59": "They've got a long way to go,\\nI hope they can persevere!",
    "60": "She's in a bit of a tough position, but I'm\\nhoping for a turn-around.",
    "61": "It's a long way to go. I'm expecting things \\nto turn around from here.",
    "62": "She's in a bit of a tough position but I hope\\nshe can hold out!",
    "67": "They're keeping each other in check. Timing\\ntheir moves right will be crucial.",
    "68": "Tension rises with this development, but I\\nthink they need to be careful with pacing.",
    "70": "This is a bold move! Completely unexpected!",
    "72": "And here is a bold move! This\\nwill disturb the pack!",
    "73": "%h_rank1, it's a good fit for her legs.",
    "75": "From there she can see what happens around \\nher She's running this race calmly.",
    "76": "This must be a strategy, her\\nlast leg is explosive!",
    "78": "I heard that praying for love at a nearby\\nshrine is very popular these days!",
    "79": "It's like she's running around checking the\\nfield condition. She isn't serious yet.",
    "84": "She looks a little on edge. It would do her\\ngood to catch her breath.",
    "85": "She may be on edge. You have to find the\\ntiming to breathe in again.",
    "86": "She looks a little on edge. Finding a\\nbreathing rhythm would do her well.",
    "87": "Perhaps she's on edge a little. I hope she \\ncan catch her breath.",
    "88": "It's a little painful, but that's okay, \\nhere's where she shows what she's made of!",
    "89": "When it's this crowded it's easy\\nto get caught up in the pack.",
    "90": "It's going to be a tough race\\nto pick your moment in.",
    "121": "She seem to be in a hurry, perhaps concerned\\nabout the distance to the front.",
    "222": "The race is on, as they head\\nfor the final straight!",
    "256": "It came out a while ago.",
    "1040": "It's going to be a race where I\\ncan show my full potential.",
    "1041": "We can expect a good run from\\neach of the horsegirl.",
    "1042": "The field is dry, so it's going\\nto be a race of strength.",
    "1043": "I'm sure she'll be able to show off her \\nskills as a dirt expert.",
    "1044": "It will be interesting to\\nsee how these two race.",
    "1045": "It will be interesting to see how the rest of\\nthe field responds to their pace.",
    "1046": "This is going to be a fierce\\nbattle for position.",
    "1047": "Let's see who slips to the front!",
    "1050": "It looks like you two are\\ngoing to make a race.",
    "1051": "It's possible that the pace will be too fast.",
    "1052": "I think she's betting on the straight\\nand narrow, and we'll see what happens\\nat the end of the race!",
    "1053": "It's not going to be easy to get out in front.",
    "1054": "Looks like they're keeping\\neach other in check.",
    "1055": "Looks like each of you is\\nkeeping your own pace.",
    "1056": "I'm wondering if the horsegirl in the back \\nof the pack will be able to pull it back.",
    "1057": "It's coming from the inside or it's coming\\nfrom the outside! This is the final phase!",
    "1058": "I can't take my eyes off how the\\nhorsegirl girls will act!",
    "1059": "Here comes the spurt! The race is in motion!",
    "1060": "I'm worried I'll run out of stamina.",
    "1061": "I hope she can regain your composure.",
    "1062": "When it's this crowded it's easy\\nto get caught up in the pack.",
    "1063": "It's not going to be easy to get out in front.",
    "2001": "I'm looking forward to the birth\\nof a star in the dirt world.",
    "2002": "The top candidate for the Spring\\nSprint King is this girl.",
    "2003": "I hope she proves her mettle by winning the \\nspring Triple Crown and the first crown.",
    "2004": "I'd like to see her win the first crown of \\nthe triple tiara and become the queen of the \\ncherry blossoms!",
    "2005": "She may be the 'fastest' horsegirl to win\\nthe first of the Triple Crown of Classics!",
    "2006": "I'd like to see you show off your strongest\\ncurrent ability and win the spring shield.",
    "2007": "I'd like to see her win the title of the new\\nking of the mile in the fresh green of Fuchu.",
    "2008": "I'd like to see her run in a way that would\\nmake the goddess of victory gasp.",
    "2009": "I'd like to see the triple tiara win the \\ncrown of the second Kashi queen.",
    "2010": "I hope she'll win and capture the dream of\\nbecoming a Derby horsegirl.",
    "2011": "I'd like to see her show off her speed and \\nwin the Spring Mile King.",
    "2012": "She carries the dreams of the most fans\\non her shoulders, so I hope she'll win\\nthe Grand Prix horsegirl.",
    "2013": "I hope she can live up to her popularity and\\ngrab the title of the fall sprint champion.",
    "2014": "I'd like to see Triple Tiara's Triple Crown\\nblossom into that amazing run!",
    "2015": "I'd like to see her win this race, the last\\nstop on the Triple Crown Classic route, and\\nprove that she's the best of her generation.",
    "2016": "I'd like to see her win the autumn \\nshield with a run at the top of \\nthe middle-distance field.",
    "2017": "I'm fully capable of capturing\\nthe queen's crown.",
    "2018": "I'd like to see her shine as the best mileage \\nking with one of the best speeds in the world.",
    "2019": "I'd like to see her show off her impressive\\ndriving skills to represent Japan.",
    "2020": "I hope she will be the best on the dirt and\\nwin the championship!",
    "2021": "I'm hoping we'll have a new queen for next\\nyear's Tiara line.",
    "2022": "I'd like to see her show her strength for the\\nclassic route next year.",
    "2023": "I hope that she will become the strongest \\nGrand Prix horsegirl in both name and \\nreality in the last big race of the year.",
    "2024": "I'd like to see you take a big step\\ntoward the classic route.",
    "2025": "I'd like to see her show a performance worthy \\nof being the champion of the dirt track in \\nthe first half of the year.",
    "2026": "I'm looking forward to the birth of a new \\nstar in the dirt field here in Oi.",
    "2027": "I'd like to see her shine as a heroine\\nof the dirt world, and I'd like to\\nsee her run a great race.",
    "2028": "I'd like to see her show off her abilities as\\nthe fastest horsegirl in the dirt world.",
    "2029": "I'd like to see her prove that she's the best\\non the dirt track here.",
    "2030": "I'd like to see her finish the year on the\\ndirt at Oi at the end of the year.",
    "2031": "It couldn't be more perfect.",
    "2032": "You're getting into the spirit of things.",
    "2033": "It's not bad at all.",
    "2034": "You're looking a little down.",
    "2035": "I'm not feeling very good about the race.",
    "2036": "I think she'll be able to show her full\\npotential on a turf course.",
    "2037": "You can expect a powerful run on the dirt.",
    "2038": "I'm a little nervous about whether she'll be\\nable to show her true colors on the turf.",
    "2039": "I don't know if the dirt track\\nwill be good for her.",
    "2040": "It's the perfect stage to show\\noff this girl's endurance.",
    "2041": "You can expect a good run at a royal distance.",
    "2042": "I'm hoping for a great run at a mile, which \\nis a perfect match.",
    "2043": "She has the kind of instantaneous power \\nthat's perfect for short-distance races.",
    "2044": "That's a tough distance race for this girl.",
    "2045": "I'm not sure if I can handle the flow of a\\nmid-distance race.",
    "2046": "I'm worried about whether or not the pace of\\nthe mile will be suitable.",
    "2047": "I wonder if the busy pace of the short\\ndistance will suit her.",
    "2048": "I'd like to see her make a powerful\\npush from the rear.",
    "2049": "Let's look forward to seeing if this girl's\\nsharp legs will explode!",
    "2050": "I'm hoping that she can get ahead of the pack\\nand win the race.",
    "2051": "If we can get away and bring her into her own\\npace, she'll be strong.",
    "2052": "It might be a little hard to reach\\nwith the back-up plan.",
    "2053": "I don't have the legs to do it quickly, so \\nhow about this strategy?",
    "2054": "I'm a little nervous because she's not the \\nbest at carrying the race in front of me.",
    "2055": "I'm worried about whether or not I can cut \\nthe lead and run the race calmly.",
    "2056": "She's a top-ranked player, and I can't help \\nbut feel her dignity.",
    "2057": "She is both popular and talented, and is one\\nof my favorite girls.",
    "2058": "It's a great finish that draws\\nattention in the paddock.",
    "2059": "I may have given up the top spot, but I'm not\\nlosing any of my qualities.",
    "2060": "She's one of my favorite horsegirl, with a\\nwonderful atmosphere.",
    "2061": "It's as good a finish as the most popular one.",
    "2062": "She may be the third favorite, but she has \\nthe ability to pull off an upset.",
    "2063": "She's one of my favorite girls with something\\nthat shines brightly.",
    "2064": "The finish is not inferior\\nto any of these members.",
    "2065": "My rivals are very strong, but\\nI expect them to run well.",
    "2066": "It's a bit of a tough group, but\\nI expect them to do well.",
    "2067": "It may be difficult to get results, \\nbut I hope you can use the experience \\nto your advantage.",
    "2068": "She has good top speed and \\ninstantaneous power.",
    "2069": "It runs hard, but it could use a little more\\nspeed and strength.",
    "2070": "She has the endurance to use her \\ngood legs for a long time, and \\nthat's what I like about her.",
    "2071": "Balancing propulsion and sustainability is \\nthe challenge for this girl.",
    "2072": "Her tenacity in the final\\nstraight is remarkable.",
    "2073": "I'd like to be more careful about how\\nI pace myself on the road, and I'd like\\nto see some mental growth.",
    "3000": "You're well-finished for this race, and your \\nmental and physical balance looks very good.",
    "3001": "The tomo is very firm and in good shape.",
    "3002": "I'm going to lose a little popularity, but I \\nlike the way you're using your body softly.",
    "3003": "All the girls look good, so I'm not sure \\nwhich one to pick.",
    "3004": "She's not very popular, but I feel she has \\nthe potential to change.",
    "3005": "I hope she proves her first-class speed by \\nrunning like a shooting star across the turf.",
    "3006": "With her great speed and power, she must be \\nthe star of the mile route.",
    "3007": "I hope she will be the first star shining on \\nthe turf by winning the royal road where many \\nfierce competitors are gathered.",
    "3008": "I hope she will show her stamina and run like \\na star that will shine forever.",
    "3009": "I'm hoping for a run that will give our fans \\nthe courage to run like the stars shining in \\nthe desert night sky.",
    "3010": "They all look great.",
    "3011": "Entering the gate, I can sense a good vibe \\nfrom every girl.",
    "3012": "Great atmosphere for a good race!",
    "3013": "She's calm and composed in the gate, and \\nlooking good. We're expecting a great run!",
    "3014": "This girl is showing her mettle in the gate \\ntoo, attention!",
    "3015": "Which of the horsema-musume will shine at the \\ntop of the championship? The Twinkle Star \\nClimax is about to begin!",
    "3016": "The strong field of competitors will not let \\nyou out of their sight for even a second!",
    "3017": "Which horsegirl will be the first \\nto run across the finish line? \\nNow it's time to get going!",
    "3018": "All the horsegirls begin their spurt toward \\nthe glorious finish line at once!",
    "3019": "The horsegirl, like stars of the sky, are all \\nrunning through the last corner at once!",
    "3020": "The climax of the race is about to begin!",
    "3021": "In this big race, she showed us a run like \\nthe star of the race, the horsegirl!",
    "3022": "Special Week! She was so good, you'd think \\nshe was Japan's general!",
    "3023": "Silence Suzuka! The run was truly a fugitive \\nof another dimension, a brilliant escape!",
    "3024": "Tokai Teio! She has performed a miracle, \\nsurpassing even the emperor!",
    "3025": "Marzenski! Her unrivaled speed \\nwas truly a supercar!",
    "3026": "Fujikiseki! She charmed us \\nall with her gem of a run!",
    "3027": "OGURI CAP! The idol horsegirl loved \\nby all was the strongest horsegirl, \\nstronger than anyone else!",
    "3028": "Gold Ship! She ran a bold race, worthy of \\nbeing called the \"Unsinkable Ship of Gold!",
    "3029": "Vodka! The way she went her own way, she was \\ntruly a woman of extraordinary character!",
    "3030": "Daiwa Scarlet! She ran a perfect \\nrace, not giving up the number \\none spot on this big stage!",
    "3031": "Taiki Shuttle! With her natural \\nspeed and power, she has shown \\na very impressive victory!",
    "3032": "Grass Wonder! The Yamato Nadeshiko, who \\nstrove so valiantly to reach the top, has \\nbecome a brilliantly unparalleled Shunsuke!",
    "3033": "Hsi Amazon! The strong and dignified figure \\nshe displayed in every contest was truly a \\nlady of character!",
    "3034": "Mejiro McQueen! With the determination to \\ncarry the prestigious name on her back, she \\nran a strong, beautiful, masterful race!",
    "3035": "Elcon d'Orpasar! The monstrous bird \\nthat ran at the front of the pack, \\nshowing off its strongest run, flapping \\nits wings to the world!",
    "3036": "The mighty TM Operao! The way she continued \\nto win with all her horsegirls in tow, she \\nwas truly the king of the end of the century!",
    "3037": "Naritabryan! The only way to describe her \\nperformance was that she was a monster!",
    "3038": "Symbol Rudolph! She showed her pride of being \\nthe reigning emperor with a magnificent run!",
    "3039": "Airgroove! She showed us the ideals \\nshe pursues as an empress, and \\nshe did it wonderfully!",
    "3040": "Agnes Digital! The figure that ran \\nthrough so many battlefields was \\nthe very image of a brave man!",
    "3041": "Seiun Sky! That run, as elusive \\nas a cloud floating in clear skies, \\nwas truly a trickster!",
    "3042": "Tamamo Cross! With a flash of lightning, \\nshe showed us her phenomenal ability \\nto run like lightning!",
    "3043": "Fine motion! We have won the irreplaceable \\nglory of victory in the world of racing!",
    "3044": "Biwa Hayahide! She has completed her own \\n\"winning formula\" and has proven herself to \\nbe the strongest of her generation!",
    "3045": "Mayano Top Gun! She showed her exceptional \\ntalent, and ran her strongest ever!",
    "3046": "Manhattan Cafe! With a run that cut through \\nthe jet black, she proved she is the best of \\nthe best in the skyscraper!",
    "3047": "Mihono Bourbon! She ran like a cyborg \\nwith unmatched precision, showing \\nus her greatest achievement!",
    "3048": "Mejiro Ryan! She proved that her \\ndetermination and training have earned her a \\nprestigious name with her powerful run!",
    "3049": "HISHI AKEBONO! That big, big scale run has \\nalso brought her great glory!",
    "3051": "Rice Shower! The way she carried herself on \\nany big stage, she was truly the strongest \\nhero of them all!",
    "3052": "AINES FUJIN! She ran like the wind, and she \\nwon the crown!",
    "3053": "Agnes Tachyon! She made our dreams \\na reality with her super-lightning \\nspeed that was like a vision!",
    "3054": "Admire Vega! With a determination stronger \\nthan anyone else's, she showed us a run \\nworthy of the name \"First Class Star!",
    "3055": "Inari One! She makes known her peerless \\nstrength with an exquisite, gallant run!",
    "3056": "Winning ticket! With a strong desire to make \\nit to the big stage, they showed that they \\nare the standard bearers of their generation!",
    "3057": "Air Shakur! She's forced everyone here to \\nacknowledge her own logic with that \\nawesome run!",
    "3058": "Eishin Flash! With pride and determination, \\nshe ran a perfect race, as she always does!",
    "3059": "Curren Chan! She was as fast as a flash, and \\nshe had a great race that captivated everyone!",
    "3060": "Kawakami Princess! She has successfully \\ndefeated her rivals and captured the victory \\nas proof of her status as a princess!",
    "3061": "Gold City! She proved with her unshakable \\nwill and her own legs how strong \\nher bet on the race was!",
    "3062": "Sakura Bakushin O! Her dash and rush was just \\nlike her name, the king of dash and rush!",
    "3065": "Sweep Tosho! With a sudden explosion as if \\nthis were a magic show!",
    "3066": "Super Creek! She has proven her ability to \\nlead all her rivals with her natural ability \\nand brilliance!",
    "3067": "Smart Falcon! She has captured the hearts and \\nminds of everyone watching and has risen to \\nthe top of the standings!",
    "3069": "TOSEN JORDAN! She never wavered in her \\ndetermination to win, and she showed us an \\nimmortal run that no one can break!",
    "3071": "Narita Taishin! The fastest of \\nher generation, she showed her \\nspeed to the fullest and proved \\nher ability on the big stage!",
    "3072": "Nishino Flower! She made a big bloom with her \\ndainty but courageous run!",
    "3073": "Halulaura! The way she grabbed first place \\nwith an indomitable spirit that never gives \\nup was truly springtime!",
    "3077": "Machikanefukukkitaru! She ran with faith in \\nher own strength and brought in good fortune!",
    "3079": "Meishoudou! With the confidence that has \\ncertainly grown in me, I have obtained the \\nbest result, surpassing even the High King!",
    "3080": "Mejiro Dobel! With the strong will \\nto be a horsewoman of a great family, \\nshe ran a great race!",
    "3081": "Nice Nature! She has shown her great \\npotential and won the first place to answer \\nthe cheers of the crowd!",
    "3082": "King Halo! She has successfully defeated the \\nmightiest of foes and captured the glory that \\nbefits the name of King!",
    "3083": "Machikane Tannhäuser! She showed her \\ndedication and showed us that she can answer \\nthe calls of her fans!",
    "3085": "Mejiro Palmer! She has etched in our memories \\nher free running and escaping, not confined \\nto the gates of a prestigious family!",
    "3088": "Satono Diamond! She has fulfilled the \\nexpectations and wishes entrusted to \\nher, and has shown us the path she \\nwill take with her victory!",
    "3089": "KITASAN BLACK! Taking the dreams \\nand hopes entrusted to her in her \\nhands, she has captured a victory \\nthat gives us joy and courage!",
    "3090": "Sakura Chiono O! Your dedicated efforts have \\nborne fruit, and the glorious cherry blossoms \\nhave blossomed in full glory!",
    "3092": "Mejiro Aldan! The fragile, yet strong \\nand beautiful runner, shining brightly \\non the big stage!",
    "3093": "Yaenomoteki! The spirit of the warrior \\nwho has trained herself and her gallant \\nrunning defeated the strongest opponents \\nin the competition!",
    "3094": "Mejiro Bright! Inheriting the prestige of a \\nprestigious family, she ran hard to win the \\nrace against the strongest rivals!",
    "9000": "%h_rank1, %h_rank_l1, %h_rank_no1, \\n%h_rank_to1, %h_rank_ta1, %h_rank_a1",
    "9001": "%h_rank2, %h_rank_l2, %h_rank_no2, \\n%h_rank_to2, %h_rank_ta2, %h_rank_a2",
    "9002": "%h_rank3, %h_rank_l3, %h_rank_no3, \\n%h_rank_to3, %h_rank_ta3, %h_rank_a3",
    "9003": "%h_rank4, %h_rank_l4, %h_rank_no4, \\n%h_rank_to4, %h_rank_ta4, %h_rank_a4",
    "9004": "%h_rank5, %h_rank_l5, %h_rank_no5, \\n%h_rank_to5, %h_rank_ta5, %h_rank_a5",
    "9005": "%h_rank6, %h_rank_l6, %h_rank_no6, \\n%h_rank_to6, %h_rank_ta6, %h_rank_a6",
    "9006": "%h_rank7, %h_rank_l7, %h_rank_no7, \\n%h_rank_to7, %h_rank_ta7, %h_rank_a7",
    "9007": "%h_rank8, %h_rank_l8, %h_rank_no8, \\n%h_rank_to8, %h_rank_ta8, %h_rank_a8",
    "9008": "%h_rank9, %h_rank_l9, %h_rank_no9, \\n%h_rank_to9, %h_rank_ta9, %h_rank_a9",
    "9009": "%h_rank10, %h_rank_l10, %h_rank_no10, \\n%h_rank_to10, %h_rank_ta10, %h_rank_a10",
    "9010": "%h_rank11, %h_rank_l11, %h_rank_no11, \\n%h_rank_to11, %h_rank_ta11, %h_rank_a11",
    "9011": "%h_rank12, %h_rank_l12, %h_rank_no12, \\n%h_rank_to12, %h_rank_ta12, %h_rank_a12",
    "9012": "%h_rank13, %h_rank_l13, %h_rank_no13, \\n%h_rank_to13, %h_rank_ta13, %h_rank_a13",
    "9013": "%h_rank14, %h_rank_l14, %h_rank_no14, \\n%h_rank_to14, %h_rank_ta14, %h_rank_a14",
    "9014": "%h_rank15, %h_rank_l15, %h_rank_no15, \\n%h_rank_to15, %h_rank_ta15, %h_rank_a15",
    "9015": "%h_rank16, %h_rank_l16, %h_rank_no16, \\n%h_rank_to16, %h_rank_ta16, %h_rank_a16",
    "9016": "%h_rank17, %h_rank_l17, %h_rank_no17, \\n%h_rank_to17, %h_rank_ta17, %h_rank_a17",
    "9017": "%h_rank18, %h_rank_l18, %h_rank_no18, \\n%h_rank_to18, %h_rank_ta18, %h_rank_a18",
    "9018": "%h_rank1, %h_rank_no1, %h_rank_to1, \\n%h_rank_ta1, %h_rank_a1",
    "9019": "%h_rank2, %h_rank_no2, %h_rank_to2, \\n%h_rank_ta2, %h_rank_a2",
    "9020": "%h_rank3, %h_rank_no3, %h_rank_to3, \\n%h_rank_ta3, %h_rank_a3",
    "9021": "%h_rank4, %h_rank_no4, %h_rank_to4, \\n%h_rank_ta4, %h_rank_a4",
    "9022": "%h_rank5, %h_rank_no5, %h_rank_to5, \\n%h_rank_ta5, %h_rank_a5",
    "9023": "%h_rank6, %h_rank_no6, %h_rank_to6, \\n%h_rank_ta6, %h_rank_a6",
    "9024": "%h_rank7, %h_rank_no7, %h_rank_to7, \\n%h_rank_ta7, %h_rank_a7",
    "9025": "%h_rank8, %h_rank_no8, %h_rank_to8, \\n%h_rank_ta8, %h_rank_a8",
    "9026": "%h_rank9, %h_rank_no9, %h_rank_to9, \\n%h_rank_ta9, %h_rank_a9",
    "9027": "%h_rank10, %h_rank_no10, %h_rank_to10, \\n%h_rank_ta10, %h_rank_a10",
    "9028": "%h_rank11, %h_rank_no11, %h_rank_to11, \\n%h_rank_ta11, %h_rank_a11",
    "9029": "%h_rank12, %h_rank_no12, %h_rank_to12, \\n%h_rank_ta12, %h_rank_a12",
    "9030": "%h_rank13, %h_rank_no13, %h_rank_to13, \\n%h_rank_ta13, %h_rank_a13",
    "9031": "%h_rank14, %h_rank_no14, %h_rank_to14, \\n%h_rank_ta14, %h_rank_a14",
    "9032": "%h_rank15, %h_rank_no15, %h_rank_to15, \\n%h_rank_ta15, %h_rank_a15",
    "9033": "%h_rank16, %h_rank_no16, %h_rank_to16, \\n%h_rank_ta16, %h_rank_a16",
    "9034": "%h_rank17, %h_rank_no17, %h_rank_to17, \\n%h_rank_ta17, %h_rank_a17",
    "9035": "%h_rank18, %h_rank_no18, %h_rank_to18, \\n%h_rank_ta18, %h_rank_a18"
}